<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8" %>
<%@include file="/WEB-INF/views/common/taglibs.jsp" %>
<!DOCTYPE html>
<html class="indHtml">
    <head>
    <%@include file="/WEB-INF/views/common/meta.jsp" %>
    <title>北京龙链科技用户使用协议</title>
    <link rel="icon" href="${requestContext.contextPath}/favicon.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="${requestContext.contextPath}/favicon.ico" type="image/x-icon"/>
    <meta name="renderer" content="webkit">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="viewport" content="user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimal-ui"/>
    <meta name="format-detection" content="telephone=no"/>
    <meta name="apple-touch-fullscreen" content="yes"/>
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="yes"/>
    <link rel="stylesheet" type="text/css" href="/web/res/css/reset.css?nd=<%=current_version%>"/>
    <link rel="stylesheet" type="text/css" href="/web/res/css/swiper.min.css"/>
    <link rel="stylesheet" type="text/css" href="/web/res/css/myYention.css?nd=<%=current_version%>"/>
    <script src="/web/res/js/pop.js?nd=<%=current_version%>"></script>
    <style>
	  *{ padding:0; margin:0;}
	  .agreement-text{ padding:20px; line-height:30px; font-size:16px;}
	  .agreement-text div { color:#666; font-size:16px; padding:5px 0;}
	  .agreement-text div p{ color:#333; font-size:20px; padding:5px 0;}
    </style>
    </head>
    <body>
    <div class="agreement-text">
        <div>本《用户注册协议》是您（下称"用户"）与北京龙链科技有限公司（下称"北京龙链科技"）之间在使用北京龙链科技出品的互联网产品之前，注册北京龙链科技帐号（又名"酸枣账号"，下统称"酸枣账号"）时签署的协议。

    </div><div>一、重要须知---在签署本协议之前，北京龙链科技正式提醒用户：
    </div><div>1.1、您应认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本《用户注册协议》中各条款，包括免除或者限制北京龙链科技责任的免责条款及对用户的权利限制条款。
    </div><div>1.2、除非您接受本协议，否则用户无权也无必要继续接受北京龙链科技的服务，可以退出本次注册。用户点击接受并继续使用北京龙链科技的服务，视为用户已完全的接受本协议。
    </div><div>1.3、本协议一经签署，具有法律效力，请您慎重考虑是否接受本协议。
    </div><div>1.4、在您签署本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在本网站上，若您对修改后的协议有异议的，请立即停止登录、使用北京龙链科技产品及服务，若您登录或继续使用北京龙链科技产品，视为对修改后的协议予以认可。

    </div><div>二、关于“酸枣账号”
    </div><div>2.1、北京龙链科技在微信端以及酸枣在线app端同时提供用户注册通道，用户在任一通道注册并接受本协议都具有同等效力。
    </div><div>2.2、用户在接受本协议之后，有权选择未被其他用户使用过的字母符号组合作为用户的酸枣账号，并自行设置符合安全要求的密码。用户设置的账号、密码是用户用以登录酸枣在线产品，接受酸枣在线服务，以及相关账户资金变动、优惠券申领及使用等唯一的依据。
    </div><div>2.3、用户在首次注册酸枣账号成功之后，酸枣在线会以您的微信号／手机号作为您的ID号码，ID号码是用户接受北京龙链科技服务的身份识别凭证。
    </div><div>2.4、酸枣账号性质上是北京龙链科技提供服务前授予用户的登陆凭证。
    </div><div>2.5、酸枣账号还是用户持有、使用账号内资金、付费、购买课程、优惠券等身份凭证。用户若需要接受北京龙链科技提供的增值服务，酸枣账号也是用户支付费用、接受增值服务的凭证。
    </div><div>2.6、用户在注册了酸枣账号并不意味获得全部北京龙链科技产品的服务，仅仅是取得了接受北京龙链科技服务的身份，用户在登录相关网页、加载应用、下载安装软件等操作时需要另行签署单个产品的服务协议。
    </div><div>2.7、酸枣账号仅限于在北京龙链科技网站上注册用户本人独立使用，禁止赠与、借用、租用、转让或售卖等行为。如果北京龙链科技发现使用者并非账号初始注册人，有权在未通知初始注册人的情况下收回该账号而无需承担法律责任，由此带来的包括并不限于账号资金冻结、购买课程和优惠券清空等损失由初始注册用户自行承担。
    </div><div>2.8、用户应当妥善保管自己的酸枣账号及密码，用户就其账号及密码操作项下之一切活动负全部责任，包括用户数据的修改，课程的损失以及其他所有的损失由用户自行承担。用户须重视酸枣账号及密码保护。用户如发现他人未经许可使用其账号时应立即通知北京龙链科技。
    </div><div>2.9、用户的酸枣账号在丢失或遗忘密码后，可遵照北京龙链科技的申诉途径及时申诉请求找回账号或密码。用户应尽量提供能增加账号安全性的个人密码保护资料。用户可以凭初始注册资料及个人密码保护资料填写申诉单向北京龙链科技申请找回账号或密码，北京龙链科技的账号及密码找回机制仅负责识别申诉单上所填资料与系统记录资料的匹配性，而无法识别申诉人是否系真正账号使用人。对用户因被他人冒名申诉而致的任何损失，北京龙链科技不承担任何责任。用户应明确酸枣账号及密码保管唯一责任在于用户本身，北京龙链科技并不承诺酸枣账号丢失或遗忘密码后用户一定能通过申诉找回账号或密码。
    </div><div>2.10、用户应保证注册酸枣账号时填写的身份信息是本人真实的信息，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应不断更新注册资料，符合真实、准确、完整、及时的要求。所有原始键入的资料将引用用户的账号注册资料。如果因用户的注册信息不真实而引起的所有问题，以及对问题发生所带来的后果，北京龙链科技不负任何责任。
    </div><div>2.11、酸枣账号的所有权属于北京龙链科技。北京龙链科技有权根据运营需要，发布酸枣在线平台规则规范。用户在使用酸枣在线产品的过程中，需遵守酸枣在线平台发布的各项规定。
    </div><div>2.12、如用户违反法律法规、北京龙链科技各服务协议或平台规则等规定，北京龙链科技有权根据相关规则进行违规判定，并采取相应限制或处罚措施，包括但不限于：限制或冻结用户对ID号码的使用，限制或停止某项单独服务（如视频直播、提现），扣减收入分成、清空优惠券并有权根据实际情况决定是否恢复使用。
    </div><div>2.13、为了充分利用账号资源，若用户存在长期未登录使用账号的情形，北京龙链科技有权对该账号进行回收、替换等终止使用操作。
    </div><div>2.14、北京龙链科技依照平台规则限制、冻结、回收、替换或终止用户ID号码的使用，可能会给用户造成一定的损失，该损失由用户自行承担，北京龙链科技不承担任何责任。
    </div><div>三、用户不得从事以下行为：
    </div><div>3.1、利用北京龙链科技服务产品发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容或者设置含有上述内容的标题网名、用户名。
    </div><div>3.2、利用北京龙链科技服务发表、传送、传播、储存侵害他人知识产权、商业机密权、肖像权、隐私权等合法权利的内容。
    </div><div>3.3、进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器、账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。
    </div><div>3.4、进行任何破坏北京龙链科技服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷点击量、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。
    </div><div>3.5、进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害北京龙链科技利益的行为。
    </div><div>3.6、进行其他任何违法以及侵犯其他个人、公司、社会团体、组织的合法权益的行为。
    </div><div>四、北京龙链科技声明
    </div><div>4.1、用户须明白，在使用北京龙链科技服务的过程中可能会存在有来自任何他人的包括但不限于威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险。北京龙链科技对本公司服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适当性、适于某一特定用途、所有权和非侵权性的默示进行担保和确认，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
    </div><div>4.2、使用北京龙链科技服务必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本条款，对于用户违法或违反本协议的使用(包括但不限于言论发表、传播等)而引起的一切责任，由用户负全部责任。
    </div><div>4.3、北京龙链科技的服务同大多数互联网产品一样，易受到各种安全问题的困扰，包括但不限于：
    </div><div>1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰；
    </div><div>2）哄骗、破译密码；
    </div><div>3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算机上信息和数据的安全，继而威胁对本服务的使用。对于发生上述情况的，用户应当自行承担责任。
    </div><div>4.4、用户须明白，北京龙链科技为了整体运营的需要，有权在发布公告通知后修改或中断、中止或终止服务而不需通知您的权利，且无须向第三方负责或承担任何赔偿责任。
    </div><div>4.5、用户理解，互联网技术的不稳定性，可能导致政府政策管制、病毒入侵、黑客攻击、服务器系统崩溃或者其他现今技术无法解决的风险发生可能导致北京龙链科技服务中止、中断或账号资金、课程丢失等用户对此非人为因素引起的损失由用户承担责任。
    </div><div>五、知识产权
    </div><div>5.1、北京龙链科技的服务包括北京龙链科技运营的网站、网页应用、软件以及匹配的文字、图片、视频、音频等元素，北京龙链科技服务标志、标识以及专利权等，北京龙链科技对此享有上述知识产权。
    </div><div>5.2、用户不得对北京龙链科技服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等。
    </div><div>5.3、用户使用北京龙链科技服务只能在本《用户协议》以及相应的授权许可协议授权的范围使用北京龙链科技知识产权，未经授权超范围使用的构成对北京龙链科技的侵权。
    </div><div>5.4、用户在使用北京龙链科技服务时发表上传的文字、图片、视频、软件以及表演等用户原创的信息，此部分信息的知识产权归用户，但用户的发表、上传行为是对北京龙链科技的授权，用户确认其发表、上传的信息非独占性、永久性的授权，该授权可转授权。北京龙链科技可将前述信息在北京龙链科技旗下的服务平台上使用，可再次编辑后使用，也可以由北京龙链科技授权给合作方使用。
    </div><div>5.5、若北京龙链科技旗下业务平台内的信息以及其他用户上传、存储、传播的信息有侵犯的用户或第三人的知识产权的，酸枣在线提供投诉通道。
    </div><div>5.6、酸枣平台有权对平台所有用户上传内容，例如音频，视频，PTT课程等跟第三方平台进行二次商业合作利用，同时跟第三方合作产生收益根据课程质量及收入范围进行不同比例的分成，分成比例有1:9,2:8,3:7等。
    </div><div>六、隐私保护
    </div><div>6.1、请用户注意勿在使用北京龙链科技服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。
    </div><div>6.2、用户的酸枣账号、密码属于保密信息，北京龙链科技应当采取积极的措施保护用户账号、密码的安全。
    </div><div>6.3、用户的注册信息作为北京龙链科技的商业秘密进行保护。但用户同时应明白，互联网的开放性以及技术更新非常快，非北京龙链科技可控制的因素导致用户泄漏的，北京龙链科技不承担责任。
    </div><div>6.4、用户在使用北京龙链科技服务时不可将自认为隐私的信息发表、上传至北京龙链科技，也不可将该等信息通过北京龙链科技的服务传播给其他人，若用户的行为引起的隐私泄漏，由用户承担责任。
    </div><div>6.5、北京龙链科技在提供服务时可能会搜集用户信息，北京龙链科技会明确告知用户，通常信息仅限于用户姓名、性别、年龄、出生日期、身份证号、教育程度、公司情况、所属行业、兴趣爱好等。
    </div><div>6.6、就下列相关事宜的发生，北京龙链科技不承担任何法律责任：
    </div><div>1）北京龙链科技根据法律规定或相关政府、司法机关的要求提供您的个人信息；
    </div><div>2）由于用户将用户密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄漏，或其他非因北京龙链科技原因导致的个人信息的泄漏；
    </div><div>3）任何由于黑客攻击、电脑病毒侵入造成的信息泄漏；
    </div><div>4）因不可抗力导致的信息泄漏；
    </div><div>七、其他条款
    </div><div>7.1、本协议的签署地点为北京龙链科技有限公司所在地，若用户与北京龙链科技发生争议的，双方同意将争议提交公司所在地法院诉讼解决。
    </div><div>7.2、本协议由北京龙链科技公布在网站上，对北京龙链科技具有法律约束力；用户一经点击接受或者直接登录的行为视为对本协议的接受，对用户具有法律约束力。
    </div><div>7.3、北京龙链科技旗下具体的网站、网页应用、软件等的使用由用户和北京龙链科技的业务平台另行签署相关软件授权及服务协议。
    </div><div>八、用户的个人隐私信息保护措施。
    </div><div>1、个人信息的搜集
    </div><div>当我们需要能识别您的身份信息、通讯信息、图片语音时，我们会征求您的同意。通常，在您注册酸枣账号时，我们会请求您提供这些信息。我们搜集的信息通常仅限于您的姓名、性别、年龄、出生日期、身份证号、教育程度、公司情况、所属行业、兴趣爱好等。
    </div><div>2、个人信息的使用
    </div><div>我们的产品可能在法律要求或符合《用户协议》、《北京龙链科技服务条款》约定的情况下透露您的个人信息a、根据协议得到您的许可；b、在产品交互中得到您的许可；c、根据法律规定或政府、司法机关的要求；d、紧急情况下，在危及公共安全、其他个人更重要与您隐私的权利受到现实危险的。除此之外，我们不会向外界透漏您的隐私信息。
    </div><div>3、帐号的安全
    </div><div>您注册的酸枣账号的用户名、密码属于保密信息，我们将采取积极的技术措施和管理措施保护用户帐号、密码的安全。您应当尽可能按照我们提供的安全保护措施提升您帐号的安全性。
    </div><div>4、个人信息的安全
    </div><div>请您注意勿在使用我们的服务中透露您自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料。
    </div><div>5、对青少年个人信息的搜集和使用
    </div><div>我们非常重视对青少年个人信息搜集和使用的安全性和保护。我们建议，任何16岁以下的未成年人参加网上活动应事先取得家长或其法定监护人（以下简称"监护人"）的同意。
    </div><div>未经监护人事先同意，我们不会使用青少年的个人信息，也不会向任何第三方透露可识别的信息，除非是法律的许可或为了向青少年提供服务之必要。 经监护人同意，我们可能搜集青少年的个人信息，但监护人有权拒绝我们进一步搜集其子女或被监护人的个人信息，有权审阅或要求我们删除该青少年的个人信息。
    </div><div>我们保证不会要求青少年提供额外的个人资料，以作为允许其参与网上活动的条件。
    </div><div>6、关于免责
    </div><div>发生下列事项导致用户信息或隐私信息泄漏的，我们不承担责任。
    </div><div>（1）、由于法律政策的原因，或者由于政府、司法机关要求，导致您的信息被提供给相关单位。
    </div><div>（2）、由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏或其他因用户个人行为造成的泄漏。
    </div><div>（3）、任何由于黑客攻击、电脑病毒侵入、计算机系统崩溃造成的信息泄漏；发生前述事故，且该等事故以公司现今的技术难以防御的。
    </div><div>（4）、紧急情况下，在危及公共安全、其他个人身体、财产安全情况下，因利益平衡做取舍时使用您的信息。
    </div><div>（5）、不可抗力事件以及其他一切非我们主观过错而导致的使用或泄漏。</div>
    </div>
</body>
</html>
